// Меню ресторана
const menuData = {
    dishes: [
        {
            id: 'dish1',
            name: 'Блинчики с джемом',
            description: 'Можно вспомнить детство, сделав себе супергеройские маски',
            price: 5
        },
        {
            id: 'dish2',
            name: 'Бутербродик с песто, моцареллой и томатами черри',
            description: 'Для хлеба собираются лучшие колоски, моцарелла привозится из Италии, а песто готовится по секретному рецепту от Итальянской бабушки шефа',
            price: 2
        },
        {
            id: 'dish3',
            name: 'Круассан с крем-сыром и слабосолёным лососем',
            description: 'Круассан прямиком из парижской булочной, крем-сыр из лучших сыроварен, а лосось выловлен в северных морях',
            price: 4
        },
        {
            id: 'dish4',
            name: 'Чиабатта с авокадо и слабосолёным лососем',
            description: 'В то время, как лосось ещё плещется в море, мы уже собираем авокадо с лучших планатаций',
            price: 3
        },
        {
            id: 'dish5',
            name: 'Омлет с сыром и помидорами',
            description: 'Свежие помидоры и сыр, приготовленные с любовью',
            price: 3
        }
    ],
    drinks: [
        {
            id: 'drink1',
            name: 'Кофе «Авторский»',
            description: 'Капучино с молоком и щепоткой корицы',
            price: 2
        },
        {
            id: 'drink2',
            name: 'Чай «Как всегда»',
            description: 'Ваш любимый азерчай без особых изысков, но с душой',
            price: 1
        },
        {
            id: 'drink3',
            name: 'Напиток «Прихоть»',
            description: 'Шеф всегда готов попробовать обуздать ваши самые смелые фантазии',
            price: 3
        }
    ]
};
